<?xml version="1.0"?>
<items><item><baslik>Convergence: A League of Legends Story inceleme: Riot Games'ten tek ki&#x15F;ilik yeni oyun</baslik><aciklama>Bu inceleme yaz&#x131;m&#x131;zda Riot Games'in tek ki&#x15F;ilik oyunlar geli&#x15F;tiren alt &#x15F;irketi Riot Forge'un yeni oyunu&#xA0;Convergence: A League of Legends Story'e yak&#x131;ndan bak&#x131;yoruz.</aciklama><ortalama-okuma-suresi>&#xD6;zg&#xFC;r Ero&#x11F;lu</ortalama-okuma-suresi><url>/convergence-a-league-of-legends-story-inceleme--163896"</url></item><item><baslik>GeForce Now'a eklenecek Xbox oyunlar&#x131; belli oldu: Gears 5 ve daha fazlas&#x131;</baslik><aciklama>Bu y&#x131;l&#x131;n ba&#x15F;lar&#x131;nca Microsoft ile yapt&#x131;&#x11F;&#x131; anla&#x15F;man&#x131;n ard&#x131;ndan Nvidia, sevilen Xbox oyunlar&#x131;n&#x131; GeForce Now kullan&#x131;c&#x131;lar&#x131; ile bulu&#x15F;turmaya ba&#x15F;lad&#x131;. Anla&#x15F;man&#x131;n ilk meyvesi Gears 5 eri&#x15F;ime a&#xE7;&#x131;ld&#x131;.</aciklama><ortalama-okuma-suresi>&#x130;lkcan Girgin</ortalama-okuma-suresi><url>/geforce-now-a-eklenecek-xbox-oyunlari-belli-oldu--163885"</url></item><item><baslik>Epic Games&#x2019;te Mega &#x130;ndirimler ba&#x15F;lad&#x131;: &#x130;&#x15F;te &#xF6;ne &#xE7;&#x131;kan oyunlar</baslik><aciklama>Oyuncular&#x131;n en b&#xFC;y&#xFC;k ikinci kalesi olan Epic Games Store&#x2019;da&#xA0;MEGA &#x130;ndirim&#xA0;d&#xF6;nemi ba&#x15F;lad&#x131;. &#x130;&#x15F;te MEGA &#x130;ndirimler kapsam&#x131;nda &#xF6;ne &#xE7;&#x131;kan ve ka&#xE7;&#x131;r&#x131;lmamas&#x131; gereken oyunlar...</aciklama><ortalama-okuma-suresi>&#x130;lkcan Girgin</ortalama-okuma-suresi><url>/epic-games-te-mega-indirimler-basladi-iste-one-cikan-oyunlar--163884"</url></item><item><baslik>Epic Games Store'da haftan&#x131;n &#xFC;cretsizi: Death Stranding</baslik><aciklama>Epic Games Store, Mega &#x130;ndirim kampanyas&#x131;n&#x131; kutlamak i&#xE7;in 15 Haziran'a kadar her hafta b&#xFC;y&#xFC;k bir oyunu &#xFC;cretsiz olarak da&#x11F;&#x131;tacak. Bu haftan&#x131;n &#xFC;cretsiz oyunu: Death Stranding.</aciklama><ortalama-okuma-suresi>Yusuf Akba&#x15F;</ortalama-okuma-suresi><url>/epic-games-store-da-haftanin-ucretsizi-death-stranding--163875"</url></item><item><baslik>Mortal Kombat serisi yeniden do&#x11F;uyor: Mortal Kombat 1 tan&#x131;t&#x131;ld&#x131;</baslik><aciklama>Mortal Kombat serisinin geli&#x15F;tiricisi NetherRealm, serinin yeni oyununu duyurdu. Mortal Kombat 1, yenilenmi&#x15F; bir zaman &#xE7;izgisinde ge&#xE7;iyor ve seriyi ba&#x15F;tan sona yeniliyor.</aciklama><ortalama-okuma-suresi>Mehmet Ali Ert&#xF6;rer</ortalama-okuma-suresi><url>/mortal-kombat-1-duyuruldu--163859"</url></item><item><baslik>PUBG mobile hileli nas&#x131;l oynan&#x131;r? &#x130;&#x15F;te PUBG mobil hileleri</baslik><aciklama>PUBG hileli oynamak, daha uzun s&#xFC;re hayatta kalman&#x131;z&#x131; sa&#x11F;lar. UC hilesi dahil en iyi PUBG Mobile hileleri i&#xE7;in t&#x131;klay&#x131;n.</aciklama><ortalama-okuma-suresi>Erkan Calp</ortalama-okuma-suresi><url>/en-iyi-pubg-mobile-hileleri--163819"</url></item><item><baslik>GTA 6'n&#x131;n &#xE7;&#x131;k&#x131;&#x15F; tarihiyle ilgili heyecan verici geli&#x15F;me: Take-Two ipucunu verdi</baslik><aciklama>Yeni Grand Theft Auto oyunu serinin hayranlar&#x131; taraf&#x131;ndan sab&#x131;rs&#x131;zl&#x131;kla bekleniyor. Take-Two Interactive son mali raporunda GTA 6'n&#x131;n &#xE7;&#x131;k&#x131;&#x15F; tarihine ili&#x15F;kin &#xF6;nemli bir ipucu verdi.</aciklama><ortalama-okuma-suresi>Onur Seven</ortalama-okuma-suresi><url>/take-two-gta-6-nin-cikis-tarihine-isaret-etti-ne-zaman-geliyor--163835"</url></item><item><baslik>Assassin's Creed serisi rekor k&#x131;rd&#x131;: Valhalla beklentileri a&#x15F;t&#x131;</baslik><aciklama>Ubisoft, Assassin's Creed serisinin aktif kullan&#x131;c&#x131; rekoru k&#x131;rd&#x131;&#x11F;&#x131;, 2022-23 tam y&#x131;ll&#x131;k mali kazan&#xE7;lar&#x131;n&#x131; a&#xE7;&#x131;klad&#x131;. Assasin's Creed Valhalla beklentileri a&#x15F;t&#x131;. &#x130;&#x15F;te detaylar</aciklama><ortalama-okuma-suresi>&#x130;lkcan Girgin</ortalama-okuma-suresi><url>/assassin-s-creed-serisi-rekor-kirdi-valhalla-beklentileri-asti--163803"</url></item><item><baslik>Kedi oyunu Stray yak&#x131;nda Xbox'a gelebilir</baslik><aciklama>Stray'in, yak&#x131;n zamanda Xbox'a gelebilece&#x11F;ine dair ipucu niteli&#x11F;inde bir bilgi ortaya &#xE7;&#x131;kt&#x131;. Bu ipucu Stray'in yak&#x131;n zamanda Xbox'a gelece&#x11F;inin habercisi olabilir.</aciklama><ortalama-okuma-suresi>Kadir Co&#x15F;kun</ortalama-okuma-suresi><url>/stray-yakinda-xbox-a-gelebilir--163785"</url></item><item><baslik>Steam&#x2019;de &#xFC;cretsiz oyun deneme d&#xF6;nemi ba&#x15F;lad&#x131;: &#x130;&#x15F;te &#xFC;cretsiz oynanacak ilk oyun</baslik><aciklama>Steam halihaz&#x131;rda bir oyunu sat&#x131;n alan ancak oyunu be&#x11F;enmeyenlere bir iade &#x15F;ans&#x131; zaten veriyor. Ancak Valve, Steam&#x2019;e getirdi&#x11F;i &#x201C;Free Trial&#x201D; adl&#x131; oyun deneme &#xF6;zelli&#x11F;iyle ba&#x15F;ka bir d&#xF6;nemi ba&#x15F;lat&#x131;yor.</aciklama><ortalama-okuma-suresi>Metin Akp&#x131;nar</ortalama-okuma-suresi><url>/steam-de-ucretsiz-oyun-deneme-donemi-basladi-iste-detaylar--163765"</url></item><item><baslik>Devasa indirimler: Steam&#x2019;de 2.810 TL de&#x11F;erindeki oyun paketi 199 TL</baslik><aciklama>Oyun d&#xFC;nyas&#x131;n&#x131;n dev firmas&#x131; Electronic Arts, Steam&#x2019;de yay&#x131;na ald&#x131;&#x11F;&#x131; EA Racing Mega Collection paketiyle oyun severlere cazip teklif sunuyor. 2.810 TL de&#x11F;erindeki bu oyun paketi art&#x131;k sadece 199 TL.</aciklama><ortalama-okuma-suresi>Metin Akp&#x131;nar</ortalama-okuma-suresi><url>/steam-de-2-810-tl-degerindeki-oyun-paketi-sadece-199-tl--163752"</url></item><item><baslik>Amazon, Y&#xFC;z&#xFC;klerin Efendisi temal&#x131; MMO oyun geli&#x15F;tiriyor: &#x130;&#x15F;te detaylar</baslik><aciklama>Amazon ve Embracer Group ile birlikte yeni bir Y&#xFC;z&#xFC;klerin Efendisi temal&#x131; MMO RPG oyun &#xFC;zerinde &#xE7;al&#x131;&#x15F;t&#x131;klar&#x131;n&#x131; duyurdu. Oyunun arkas&#x131;nda New World&#x2019;&#xFC;n arkas&#x131;ndaki st&#xFC;dyo olacak.</aciklama><ortalama-okuma-suresi>Metin Akp&#x131;nar</ortalama-okuma-suresi><url>/amazon-yuzuklerin-efendisi-temali-mmo-oyun-gelistiriyor--163751"</url></item><item><baslik>Oyunlarda 100 GB boyutlar art&#x131;k standart haline geldi ve bu olay durmayacak!</baslik><aciklama>Oyun oynamay&#x131; sevenler i&#xE7;in g&#xFC;n&#xFC;m&#xFC;z d&#xFC;nyas&#x131;nda sadece g&#xFC;&#xE7;l&#xFC; birer ekran kart&#x131; ve i&#x15F;lemci almak yeterli olmuyor. Art&#x131;k oyunlar 100 GB depolama alan&#x131; standartla&#x15F;&#x131;rken SSD tavsiyeleri de art&#x131;yor.</aciklama><ortalama-okuma-suresi>Metin Akp&#x131;nar</ortalama-okuma-suresi><url>/yeni-nesil-oyunlarda-100-gb-boyutlar-standart-hale-geldi--163728"</url></item><item><baslik>Tarihi zafer: Avrupa, Microsoft&#x2019;un devasa Activision sat&#x131;n al&#x131;m&#x131;n&#x131; onaylad&#x131;!</baslik><aciklama>Avrupa Birli&#x11F;i&#x2019;nin y&#xFC;r&#xFC;tme organ&#x131; olan Avrupa Komisyonu, tarihi bir kararla Microsoft'un oyun firmas&#x131; Activision Blizzard'&#x131; 69 milyar dolara sat&#x131;n alma teklifini onaylad&#x131;.</aciklama><ortalama-okuma-suresi>Metin Akp&#x131;nar</ortalama-okuma-suresi><url>/avrupa-microsoft-un-activision-satin-alimini-onayladi--163740"</url></item><item><baslik>2si1 - DXOMARK YALANDIR! 30TFLOPs PS5 PRO ve FIFA'c&#x131;lar &#xFC;zg&#xFC;n...</baslik><aciklama>2si1'in bu b&#xF6;l&#xFC;m&#xFC;nde DxOMark'in neden hileli bir sistem oldu&#x11F;unu anlat&#x131;yor, PS5 Pro'nun donan&#x131;m altyap&#x131;s&#x131;n&#x131; tahmin ediyor, FIFA'c&#x131;lar&#x131; ve Galaxy telefon sevenleri &#xFC;z&#xFC;yoruz...</aciklama><ortalama-okuma-suresi>Burak &#x15E;olt</ortalama-okuma-suresi><url>/2si1-dxomark-yalandir-30tflops-ps5-pro-ve-fifa-cilar-uzgun--163700"</url></item><item><baslik>GTA 6'da s&#xF6;rf yapmaya haz&#x131;r olun: Su fizi&#x11F;i &#xFC;zerine 20 m&#xFC;hendis &#xE7;al&#x131;&#x15F;&#x131;yor</baslik><aciklama>Rockstar'&#x131;n yeni GTA oyunu i&#xE7;in ger&#xE7;ek&#xE7;i su fizi&#x11F;i &#xFC;zerinde &#xE7;al&#x131;&#x15F;an 20 m&#xFC;hendislik bir ekip kurdu&#x11F;u bildiriliyor. G&#xF6;r&#xFC;n&#xFC;&#x15F;e bak&#x131;l&#x131;rsa GTA 6'da s&#xF6;rf ve su aktiviteleri yapmak m&#xFC;mk&#xFC;n olacak.</aciklama><ortalama-okuma-suresi>Onur Seven</ortalama-okuma-suresi><url>/gta-6-da-sorfe-hazir-olun-su-fizigi-icin-20-muhendis-calisiyor--163680"</url></item><item><baslik>T&#xFC;m zamanlar&#x131;n en iyi 100 oyunu se&#xE7;ildi: &#x130;&#x15F;te tam liste</baslik><aciklama>GQ dergisi t&#xFC;m zamanlar&#x131;n en iyi 100 video oyununu belirledi. Oyun end&#xFC;strisinden tam 239 &#xF6;nemli temsilcinin kat&#x131;l&#x131;m&#x131;yla olu&#x15F;turulan listenin tamam&#x131; haberimizde.</aciklama><ortalama-okuma-suresi>Onur Seven</ortalama-okuma-suresi><url>/tum-zamanlarin-en-iyi-100-oyunu-secildi-iste-tam-liste--163678"</url></item><item><baslik>PlayStation Plus May&#x131;s 2023 oyunlar&#x131; resmi olarak a&#xE7;&#x131;kland&#x131;</baslik><aciklama>Sony'nin PlayStation kullan&#x131;c&#x131;lar&#x131;na sundu&#x11F;u abonelik servisi PlayStation Plus'&#x131;n May&#x131;s 2023 oyunlar&#x131; resmi olarak a&#xE7;&#x131;kland&#x131;. &#x130;&#x15F;te May&#x131;s ay&#x131;nda PS Plus sistemine eklenecek oyunlar.</aciklama><ortalama-okuma-suresi>&#x130;lkcan Girgin</ortalama-okuma-suresi><url>/playstation-plus-mayis-2023-oyunlari-resmi-olarak-aciklandi--163674"</url></item><item><baslik>Nintendo Switch Hogwarts Legacy bir kez daha ertelendi</baslik><aciklama>Y&#x131;l&#x131;n en ba&#x15F;ar&#x131;l&#x131; oyunlar&#x131;ndan olan Hogwarts Legacy, yak&#x131;nda Nintendo Switch i&#xE7;in de &#xE7;&#x131;k&#x131;&#x15F; yapacak. Normalde yaz&#x131;n platforma gelmesi planlanan oyun maalesef y&#x131;l sonuna ertelendi.</aciklama><ortalama-okuma-suresi>Mehmet Ali Ert&#xF6;rer</ortalama-okuma-suresi><url>/switch-icin-hogwarts-legacy-ertelendi--163675"</url></item><item><baslik>Final Fantasy XVI'dan yeni trailer geldi</baslik><aciklama>Square Enix, Final Fantasy XVI'n&#x131;n oyun i&#xE7;i g&#xF6;r&#xFC;nt&#xFC;lerinin oldu&#x11F;u 1 dakikal&#x131;k trailer yay&#x131;nlad&#x131;. 22 Haziran'da piyasaya &#xE7;&#x131;kacak olan oyunda hikaye modu da olacak.</aciklama><ortalama-okuma-suresi>Kadir Co&#x15F;kun</ortalama-okuma-suresi><url>/final-fantasy-xvi-nin-yeni-trailer-i-yayinlandi--163646"</url></item><item><baslik>ilgili konu</baslik></item><item><baslik>bu konuya</baslik></item><item><baslik>&#x15E;imdi De&#x11F;il</baslik></item></items>
